"Scan failed" = "Skanning mislyktes";
"Scan canceled" = "Skanning avbrutt";
"Document feeder is empty" = "Dokumentmateren er tom";

"Scanner is in use" = "Skanneren er i bruk";
"Scanner is offline" = "Skanneren er frakoblet";
"Scan incomplete" = "Skanningen er ufullstendig";
"Problems communicating with scanner" = "Problemer med kommunikasjonen med skanneren";
"The scanner failed to complete the scan." = "Skanneren kunne ikke fullføre skanningen.";

"Unable to generate editable text for scanned document" = "Kan ikke generere redigerbar tekst for skannet dokument";
"The scanned document has been saved to an image-only file. To save scanned documents with editable text, please install HP Easy Scan on this computer. Go to www.hp.com/support to download the latest software for your HP product." = "Det skannede dokumentet har blitt lagret til en bildefil. Hvis du skal lagre skannede dokumenter med redigerbar tekst, må du installere HP Easy Scan på denne datamaskinen. Gå til www.hp.com/support for å laste ned den nyeste programvaren for ditt HP-produkt.";

"The file(s) could not be saved as you do not have appropriate access privileges to \"%@\" folder." = "Filen(e) kunne ikke lagres fordi du ikke har riktige tilgangsrettigheter til mappen \"%@\".";
"To view or change access privileges, select the file in the Finder and choose File > Get Info." = "Hvis du vil vise eller endre tilgangsrettigheter, merker du filen i Finder og velger Arkiv > Vis info.";

"The scanned images could not be saved as \"%@\" doesn't exist." = "De skannede bildene kunne ikke lagres fordi \"%@\" ikke finnes.";

"Disk \"%@\" is full. Try deleting items from \"%@\" or saving the image on another disk." = "Disken \"%@\" er full. Prøv å slette elementer fra \"%@\", eller lagre bildet på en annen disk.";
